Repository: tuquito/tuquito-upgrade-manager
Catalog: po/*.po
Languages: es, pt_br

source: Upgrade Tuquito
es: Actualizar Tuquito
pt_br: Atualizar Tuquito

source: An error occurred during the upgrade:
es: Ha ocurrido un error durante la actualización:
pt_br: Um erro surgiu durante a atualização:

source: <big><b>You have installed %s</b></big>
es: <big><b>Tienes instalado %s</b></big>
pt_br: <big><b>Você tem instalado %s</b></big>

source: Already available <b>%s</b>!
es: ¡Ya está disponible <b>%s</b>!
pt_br: Já está disponível <b>%s</b>!

source: Start upgrade
es: Iniciar actualización
pt_br: Iniciar atualização

source: Only download the new ISO image
es: Solo descargar la nueva imagen ISO
pt_br: Apenas baixar a nova imagem ISO

source: See the new features on the web
es: Ver las nuevas características en la web
pt_br: Ver as notas de lançamento na web

source: I don't want to upgrade my Tuquito
es: No quiero actualizar mi Tuquito
pt_br: Não quero atualizar o meu Tuquito

source: <big><b>Information</b></big>
es: <big><b>Información</b></big>
pt_br: <big><b>Informação</b></big>

source: You've already installed the latest version of Tuquito. Distribution: <b>%s</b>
es: Tienes instalada la última versión de Tuquito. Distribución: <b>%s</b>
pt_br: Você possui a última versão do Tuquito instalada. Distribuição: <b>%s</b>

source: <big><b>Atention</b></big>
es: <big><b>Atención</b></big>
pt_br: <big><b>Atenção</b></big>

source: To update Tuquito later, you can go to
es: Para actualizar Tuquito en otro momento, puede ir a
pt_br: Para atualizar Tuquito mais tarde, você pode ir para

source: Menu
es: Menú

source: System
es: Sistema
pt_br: Sistema

source: Administration
es: Administración
pt_br: Administração

source: Tuquito Upgrade Manager
es: Gestor de versiones de Tuquito

source: Upgrade Manager for Tuquito
es: Gestor de versiones para Tuquito

source: Connecting to server...
es: Conectando con el servidor...
pt_br: Conectando ao servidor...

source: Error connecting to server. Try again later.
es: Error de conexión con el servidor. Inténtalo nuevamente más tarde.
pt_br: Erro ao conectar ao servidor. Por favor, tente novamente mais tarde.

source: An error occurred during connection:
es: Ha ocurrido un error durante la conexión:
pt_br: Um erro surgiu durante a conexão:
